{
  "version": 1,
  "note": "Curated vocab list for the build-time colour distillation. Each token has a corresponding entry in src/generated/colour-distillation.json. Generated by Claude in-session reasoning over physical-world common nouns (materials, animals, plants, foods, natural phenomena, household objects).",
  "count": 693,
  "tokens": [
    "acorn",
    "adobe-brick",
    "agate",
    "albatross",
    "alder",
    "ale",
    "algae-pool",
    "alligator",
    "almond",
    "amber",
    "amethyst-gem",
    "anaconda",
    "anchor",
    "anemone",
    "ant",
    "antler",
    "apple",
    "apricot",
    "ash",
    "ash-cigarette",
    "ash-tree",
    "ash-wood",
    "asparagus-stalk",
    "aspen",
    "asphalt",
    "aubergine-veg",
    "avocado-fruit",
    "bacon",
    "bamboo",
    "banana",
    "bark",
    "barley",
    "barn",
    "barnacle",
    "basil",
    "bean",
    "bear",
    "bee",
    "beech",
    "beer",
    "beet",
    "beetle",
    "beetroot",
    "berry",
    "berry-cluster",
    "birch",
    "biscuit",
    "blackberry",
    "blackbird",
    "blackboard",
    "blacktop",
    "blizzard",
    "blood",
    "blueberry",
    "boat",
    "bolt",
    "bone",
    "boulder",
    "branch",
    "brass",
    "bread",
    "brick",
    "brickwork",
    "broccoli",
    "bronze",
    "bruise",
    "buckwheat",
    "buoy",
    "burger",
    "burlap",
    "bush",
    "butter",
    "butter-melted",
    "buttercup",
    "cabbage",
    "cake",
    "campfire",
    "canary",
    "candle",
    "candy",
    "canopy",
    "canvas",
    "cappuccino",
    "caramel",
    "cardboard",
    "carnation",
    "carp",
    "carrot",
    "cashew",
    "caterpillar",
    "caviar",
    "cedar",
    "celery",
    "cement",
    "chalk",
    "chalkboard",
    "chameleon",
    "champagne",
    "charcoal-piece",
    "cheese",
    "cheetah",
    "cherry-blossom",
    "cherry-fruit",
    "chestnut",
    "chicken",
    "chickpea",
    "chive",
    "chocolate",
    "chrome",
    "cicada",
    "cigar",
    "cinnamon",
    "citrine",
    "clam",
    "claw",
    "clay",
    "clay-soil",
    "cliff",
    "cloud-cover",
    "clove",
    "clover",
    "cobra",
    "cocoa",
    "coconut",
    "coffee",
    "cola",
    "compost",
    "concrete",
    "cookie",
    "copper",
    "coral-reef",
    "cork",
    "corn",
    "cotton",
    "crab",
    "cranberry",
    "crane",
    "cream",
    "cricket",
    "crocodile",
    "crow",
    "crust",
    "crystal",
    "cucumber",
    "cumin",
    "currant",
    "curry",
    "custard",
    "cypress",
    "daffodil",
    "daisy",
    "dandelion",
    "dark-chocolate",
    "date",
    "dawn",
    "deer",
    "denim",
    "denim-jeans",
    "desert",
    "dew",
    "diamond",
    "dill",
    "dirt",
    "dirty",
    "dolphin",
    "donkey",
    "donut",
    "dove",
    "downpour",
    "dragonfruit",
    "driftwood",
    "drizzle",
    "dune",
    "dusk",
    "dust",
    "dusty",
    "eagle",
    "earth",
    "earthworm",
    "ebony",
    "eel",
    "egg",
    "eggplant",
    "elder",
    "elderberry",
    "elephant",
    "elm",
    "ember",
    "emerald",
    "emu",
    "espresso",
    "espresso-shot",
    "eucalyptus",
    "eye",
    "faded",
    "falcon",
    "fawn",
    "feather",
    "fence",
    "fennel",
    "fern",
    "field",
    "fig",
    "filthy",
    "firefly",
    "fish-flesh",
    "flame",
    "flamingo",
    "flannel",
    "flax",
    "flesh",
    "flint",
    "flour",
    "foam",
    "fog",
    "foliage",
    "fox",
    "freckle",
    "frog",
    "frost",
    "frost-fern",
    "frosted-glass",
    "frosting",
    "fudge",
    "fur",
    "garlic",
    "garnet",
    "gecko",
    "ghee",
    "ginger",
    "ginger-root",
    "ginger-snap",
    "giraffe",
    "glacier",
    "glass",
    "gold",
    "goldfish",
    "goose",
    "gooseberry",
    "gorilla",
    "gourd",
    "granite",
    "grape",
    "grape-cluster",
    "grapefruit",
    "graphite",
    "grass",
    "grasshopper",
    "gravel",
    "grimy",
    "guava",
    "gummy",
    "guppy",
    "hail",
    "hair",
    "ham",
    "hare",
    "hawk",
    "hawthorn",
    "hay",
    "haystack",
    "haze",
    "hazelnut",
    "heather",
    "hedge",
    "hen",
    "heron",
    "hickory",
    "honey",
    "honey-comb",
    "honeydew",
    "horn",
    "horse",
    "horseradish",
    "hurricane",
    "hyacinth",
    "ice",
    "ice-cube",
    "iceberg",
    "icicle",
    "icing",
    "iguana",
    "ink",
    "iris",
    "iron",
    "ivy",
    "jade",
    "juice",
    "jungle",
    "juniper",
    "jute",
    "kale",
    "kelp",
    "kestrel",
    "ketchup",
    "khaki-cloth",
    "kingfisher",
    "kiwifruit",
    "koi",
    "kombucha",
    "kookaburra",
    "kraft",
    "krill",
    "lace",
    "lace-fabric",
    "ladybird",
    "ladybug",
    "lager",
    "lake",
    "lamb",
    "lantern",
    "lapis",
    "latte",
    "lava",
    "lavender-flower",
    "lawn",
    "lead",
    "leaf",
    "leather",
    "leek",
    "lego",
    "lemon-fruit",
    "lemonade",
    "lentil",
    "leopard",
    "lettuce",
    "lighthouse",
    "lilac",
    "lime",
    "limestone",
    "linen",
    "lion",
    "lips",
    "lizard",
    "loam",
    "lobster",
    "locust",
    "log",
    "lollipop",
    "lychee",
    "macchiato",
    "magma",
    "magnolia",
    "magnolia-bloom",
    "mahogany",
    "malachite",
    "mango",
    "mango-fruit",
    "manure",
    "maple",
    "marble",
    "marigold",
    "marsh",
    "marshmallow",
    "matcha",
    "matcha-latte",
    "mayo",
    "meadow",
    "melon",
    "metal",
    "midnight",
    "milk",
    "milk-chocolate",
    "milk-glass",
    "milk-tea",
    "millet",
    "millipede",
    "mint",
    "mint-leaf",
    "mirror",
    "mist",
    "mocha",
    "molasses",
    "molasses-cookie",
    "monkey",
    "monsoon",
    "moon",
    "moonlight",
    "moor",
    "moose",
    "morel",
    "mortar",
    "moss",
    "mossy",
    "moth",
    "mountain",
    "mouse",
    "mud-pool",
    "muddy",
    "muddy-water",
    "mulch",
    "mushroom",
    "mustard-powder",
    "nail",
    "nail-iron",
    "neon",
    "newt",
    "noodle",
    "noon",
    "nutmeg",
    "oak",
    "oats",
    "obsidian",
    "octopus",
    "octopus-pet",
    "olive-cluster",
    "olive-fruit",
    "olive-oil",
    "olive-tree",
    "onion",
    "onyx",
    "opal",
    "orange-fruit",
    "orchid",
    "ostrich",
    "otter",
    "owl",
    "oyster",
    "paint",
    "pale-skin",
    "palm",
    "papaya",
    "paper",
    "paprika",
    "parchment",
    "parrot",
    "parsley",
    "passionfruit",
    "pasta",
    "patina",
    "patty",
    "pea",
    "peach",
    "peacock",
    "peanut",
    "pear",
    "pearl",
    "peat",
    "pebble",
    "pecan",
    "pelican",
    "pencil",
    "pepper",
    "persimmon",
    "petunia",
    "pewter",
    "phlegm",
    "pickle",
    "pie",
    "pig",
    "pigeon",
    "pine",
    "pineapple",
    "pinecone",
    "pistachio",
    "plankton",
    "plaster",
    "platinum",
    "plum",
    "plywood",
    "pomegranate",
    "pond",
    "popcorn",
    "poplar",
    "poppy",
    "porcelain",
    "potato",
    "prairie",
    "prawn",
    "prune",
    "pudding",
    "puddle",
    "puffin",
    "pumpkin",
    "pyrite",
    "python",
    "quartz",
    "quince",
    "rabbit",
    "radish",
    "rainbow",
    "rainbow-arch",
    "raindrop",
    "rainforest",
    "raisin",
    "ramen",
    "raspberry",
    "rat",
    "raven",
    "redwood",
    "rhubarb",
    "ribbon",
    "rice",
    "rice-noodle",
    "river",
    "robin",
    "rock",
    "roof",
    "rooster",
    "root",
    "rope",
    "rose",
    "rosemary",
    "rosewood",
    "rowan",
    "rubber",
    "rubble",
    "ruby",
    "rust",
    "rust-flake",
    "rust-patina",
    "rusty",
    "rye",
    "saffron",
    "sage",
    "sail",
    "salamander",
    "salamander-newt",
    "salami",
    "saliva",
    "salt",
    "salt-water",
    "sand",
    "sandstone",
    "sapphire",
    "satin",
    "sausage",
    "savannah",
    "sawdust",
    "scale",
    "scallion",
    "scar",
    "scorpion",
    "screw",
    "sea",
    "seal",
    "seaweed",
    "seed",
    "shallot",
    "shark",
    "sheep",
    "shell",
    "shingle",
    "ship",
    "shower",
    "shrimp",
    "shrub",
    "silk",
    "silt",
    "skin",
    "slate",
    "sleet",
    "slug",
    "smog",
    "smoke",
    "smoke-tobacco",
    "snail",
    "snot",
    "snow",
    "snowdrift",
    "snowflake",
    "snowman",
    "soil",
    "soot",
    "sooty",
    "soy-sauce",
    "spaghetti",
    "spam",
    "sparrow",
    "spice",
    "spice-rack",
    "spider",
    "spinach",
    "spit",
    "spray",
    "spruce",
    "squash",
    "squid",
    "squirrel",
    "starfish",
    "starfish-shore",
    "starlight",
    "steak",
    "steel",
    "stone",
    "stork",
    "storm",
    "stout",
    "straw",
    "strawberry",
    "string",
    "stucco",
    "suede",
    "sugar",
    "sun",
    "sunflower",
    "sunlight",
    "sunset-glow",
    "surf",
    "sushi",
    "swallow",
    "swamp",
    "swan",
    "sycamore",
    "syrup",
    "tan",
    "tangerine",
    "tanned",
    "tar",
    "tarantula",
    "tarmac",
    "tea",
    "teak",
    "thicket",
    "thistle",
    "thread",
    "thunder",
    "thyme",
    "tide",
    "tiger",
    "tile",
    "tile-roof",
    "tin",
    "toad",
    "toadstool",
    "toast",
    "tobacco",
    "toffee",
    "tomato",
    "tongue",
    "tooth",
    "topaz",
    "torch",
    "tornado",
    "tortoise",
    "treacle",
    "tree",
    "treetop",
    "trout",
    "truffle",
    "tulip",
    "tuna",
    "tundra",
    "turf",
    "turkey",
    "turmeric",
    "turquoise",
    "turtle",
    "tusk",
    "tweed",
    "twig",
    "twilight",
    "twine",
    "valley",
    "vanilla",
    "vein",
    "velvet",
    "verdigris",
    "vine",
    "vintage",
    "violet",
    "viper",
    "vulture",
    "walnut",
    "walnut-nut",
    "wasabi",
    "wasp",
    "watermelon",
    "wave",
    "wax",
    "weathered",
    "weed",
    "whale",
    "wheat",
    "wheat-field",
    "whisky",
    "white-chocolate",
    "whiteboard",
    "wick",
    "willow",
    "willow-bark",
    "wine",
    "wing",
    "wire",
    "wolf",
    "wood",
    "wool",
    "worm",
    "yarn",
    "yew",
    "yogurt",
    "yolk",
    "zucchini"
  ]
}
